teaching/game_theory/slides/beamertest.org
#+startup: beamer
#+LaTeX_CLASS: beamer
#+beamer_theme: Boadilla
#+beamer_header: \usecolortheme{seahorse}
#+options: toc:nil

#+TITLE:     Writing Beamer presentations in org-mode
#+AUTHOR:    Eric S Fraga
#+DATE:      2010-03-30 Tue

* Introduction

This slide consists of some text with a number of bullet points:

- the first, very important, point!
- the previous point shows the use of the special markup which
  translates to the Beamer specific /alert/ command for highlighting
  text.


The above list could be numbered or any other type of list and may
include sub-lists.
